Repository: dtrneny/workspace-hub
Catalog: workspace-hub/Localizable.xcstrings
Source language: en
Languages: cs

source: Account
cs: Účet

source: Add group
cs: Přidat skupinu

source: Add workspace
cs: Přidat pracovní prostor

source: Base infromation
cs: Zákládní informace

source: Confirm
cs: Potvrdit

source: Confirm password
cs: Potvrzení hesla

source: Create group
cs: Vytvořit skupinu

source: Create invitation
cs: Vytvořit pozvánku

source: Create workspace
cs: Vytvořit pracovní prostor

source: Czech
cs: Česky

source: Delete group
cs: Smazat skupinu

source: Delete workspace
cs: Smazat pracovní prostor

source: Do you want to leave this group?
cs: Přejete si opustit tuto skupinu?

source: Do you want to remove this event?
cs: Přejete si smazat tuto událost?

source: Do you want to remove this group?
cs: Přejete si smazat tuto skupinu?

source: Do you want to remove this invitation?
cs: Přejete si smazat tuto pozvánku?

source: Do you want to remove this workspace?
cs: Přejete si smazat tento pracovní prostor?

source: Do you want to sign out?
cs: Přejete si odhlásit se?

source: Don't have an account?
cs: Nemáte účet?

source: E-mail address
cs: E-mailová adresa

source: e. g. Doe
cs: např. Doe

source: e. g. example@workspacehub.com
cs: např. example@workspacehub.com

source: e. g. John
cs: např. John

source: e. g. john.doe@email.com
cs: např. john.doe@email.com

source: Edit account
cs: Upravit účet

source: Edit group
cs: Upravit skupinu

source: Edit workspace
cs: Upravit pracovní prostor

source: End: %@
cs: Konec: %@

source: English
cs: Anglicky

source: Enter message
cs: Napsat zprávu

source: Enter text
cs: Zadejte text

source: Enter your e-mail
cs: Zadejte Váš e-mail

source: Enter your password
cs: Zadejte Vaše heslo

source: Event description
cs: Popis události

source: Event end
cs: Začátek události

source: Event start
cs: Konec události

source: Event title
cs: Název události

source: Firstname
cs: Jméno

source: General
cs: Obecné

source: Group
cs: Skupina

source: Group administrators
cs: Správci skupiny

source: Group and members
cs: Skupina a členové

source: Group informations
cs: Informace o skupině

source: Group invitations
cs: Pozvánky do skupiny

source: Group members
cs: Členové skupiny

source: Group name
cs: Název skupiny

source: Group not found.
cs: Skupina nenalezena.

source: Group settings
cs: Nastavení skupiny

source: Groups
cs: Skupiny

source: Hey there! Just wanted to touch base and say thanks for all your hard work on editing the video. Really appreciate your dedication to making it...
cs: Vítej! Jsme nesmírně rádi, že tě můžeme přivítat v naší aplikaci

source: Hey there! We are happy to welcome you to our app.
cs: Vítej! Jsme nesmírně rádi, že tě můžeme přivítat v naší aplikaci

source: Hi, Welcome!
cs: Vítejte!

source: Invite member
cs: Pozvat člena

source: Label
cs: Štítek

source: Language
cs: Jazyk

source: Language not supported
cs: Nepodporovaný jazyk

source: Lastname
cs: Příjmení

source: Leave group
cs: Opustit skupinu

source: Members
cs: Členové

source: Name
cs: Název

source: New notifications: %lld
cs: Nové notifikace: %lld

source: Newest message
cs: Nejnovější zpráva

source: No chat messages found
cs: Žádné zprávy nenalezeny

source: No events found
cs: Nebyly nalezeny žádné události

source: No results found
cs: Nenalezeny žádné výsledky

source: None
cs: Žádná

source: Or
cs: Nebo

source: Others
cs: Ostatní

source: Password
cs: Heslo

source: Passwords are not matching.
cs: Hesla se neshodují.

source: Pick a group
cs: Vyberte skupinu

source: Pick a symbol
cs: Vyberte symbol

source: Planned
cs: Naplánováno

source: Planned from others
cs: Naplánováno ostatními

source: Please choose a color
cs: Prosím zvolte barvu

source: Please choose a date which is atlest 5 minutes after start.
cs: Prosím vyberte datum, které začíná alespoň 5 minut po začátku.

source: Please choose a group.
cs: Prosím vyberte skupinu.

source: Please choose atleast one user for event.
cs: Prosím zvolte alespoň jednoho uživatele pro událost.

source: Please choose your profile image.
cs: Prosím nahrajte profilový obrázek.

source: Please do not leave this field empty.
cs: Vyplňte toto pole.

source: Please enter a valid email address.
cs: Zadejte platnou e-mailovou adresu.

source: Please provide valid credentials.
cs: Prosím zadejte platné údaje.

source: Schedule event
cs: Naplánovat událost

source: Selected group
cs: Zvolená skupina

source: Settings
cs: Nastavení

source: Sign in
cs: Přihlásit se

source: Sign up
cs: Zaregistrovat se

source: Slovak
cs: Slovensky

source: Start: %@
cs: Začátek: %@

source: Testing
cs: Testování

source: Testing button
cs: Testovací tlačítko

source: There are no groups...
cs: Nejsou tu žádné skupiny...

source: There are no workspaces...
cs: Nejsou tu žádné pracovní prostory...

source: Timeline
cs: Časová osa

source: Update group
cs: Aktualizovat skupinu

source: Update workspace
cs: Aktualizovat pracovní prostor

source: User is already member of group.
cs: Uživatel se v této skupině již nachází.

source: User with specified e-mail does not exist.
cs: Uživatel s daným e-mailem neexistuje.

source: View title
cs: Název pohledu

source: Workspaces
cs: Pracovní prostory

source: You can start the conversation
cs: Můžete zahájit konverzaci

source: Your group name
cs: Název Vaší skupiny

source: Your workspace
cs: Váš pracovní prostor

source: Yours
cs: Vaše
